{
  "title": "Política de Privacidad - App de Garantías Water Supply",
  "lastUpdated": "Última actualización: ",
  "intro": "Water Supply valora y respeta tu privacidad. Esta Política de Privacidad describe cómo recopilamos, utilizamos, protegemos y tratamos tu información personal cuando accedes y utilizas nuestra aplicación de gestión de garantías. Esta política cumple con lo dispuesto en la Ley Orgánica de Protección de Datos Personales del Ecuador (LOPDP) y adopta principios del Reglamento General de Protección de Datos (RGPD) de la Unión Europea, como parte de nuestro compromiso con la protección integral de tus datos personales.",
  "legalBasis": {
    "title": "Fundamento Legal",
    "items": [
      "El consentimiento libre, expreso e informado del titular de los datos.",
      "La relación contractual entre el usuario y Water Supply para el registro, control y validación de las garantías de productos.",
      "Las disposiciones contenidas en la LOPDP del Ecuador (Registro Oficial Suplemento 459 - 26 de mayo de 2021)."
    ]
  },
  "dataCollected": {
    "title": "Datos que Recopilamos",
    "items": [
      "Datos personales de identificación: nombres, apellidos, cédula o RUC.",
      "Datos de contacto: correo electrónico, teléfono, dirección.",
      "Datos sobre el producto: número de serie, fecha de compra, tipo de tanque o biodigestor.",
      "Datos de uso: fecha de acceso, funciones utilizadas en la app."
    ]
  },
  "purpose": {
    "title": "Finalidad del Tratamiento",
    "items": [
      "Registrar y gestionar las garantías de productos adquiridos.",
      "Verificar autenticidad de los productos Water Supply.",
      "Comunicarte sobre el estado de tu garantía o solicitar información adicional.",
      "Analizar patrones de uso para mejorar nuestros servicios.",
      "Cumplir obligaciones legales.",
      "Tus datos no serán usados para publicidad sin tu consentimiento."
    ]
  },
  "dataRetention": {
    "title": "Conservación de Datos",
    "description": "La información será almacenada únicamente mientras exista una relación contractual activa o mientras sea necesaria para los fines para los que fue recopilada. Posteriormente, será eliminada o anonimizada conforme a la LOPDP."
  },
  "userRights": {
    "title": "Derechos del Titular",
    "items": [
      "Acceso: conocer qué datos tenemos sobre ti.",
      "Rectificación: corregir o actualizar tus datos.",
      "Eliminación (supresión): solicitar la eliminación de tus datos cuando ya no sean necesarios.",
      "Oposición y revocatoria: rechazar el tratamiento de tus datos o retirar tu consentimiento.",
      "Portabilidad (si aplica): recibir tus datos en formato estructurado."
    ],
    "contact": "Puedes ejercer estos derechos escribiendo a: adm.water.supply.ec@gmail.com"
  },
  "dataTransfer": {
    "title": "Transferencias y Encargados de Tratamiento",
    "description": "Tus datos no serán vendidos ni compartidos con terceros con fines comerciales. Podrán ser tratados por proveedores tecnológicos o servicios de almacenamiento, bajo estrictos acuerdos de confidencialidad, y únicamente para fines operativos de la app. Si hubiera transferencia internacional de datos, se garantizará que el país receptor ofrezca niveles de protección adecuados conforme al Art. 47 de la LOPDP y el principio de adecuación del RGPD."
  },
  "security": {
    "title": "Medidas de Seguridad",
    "items": [
      "Cifrado de datos sensibles.",
      "Accesos restringidos al personal autorizado.",
      "Monitoreo de accesos y auditorías internas.",
      "Backups y almacenamiento seguro en servidores protegidos."
    ]
  },
  "policyChanges": {
    "title": "Cambios a esta Política",
    "description": "Esta política puede modificarse en caso de cambios legales, tecnológicos o de operación. Notificaremos los cambios a través de la aplicación y se considerará vigente desde su publicación."
  },
  "contact": {
    "title": "Contacto",
    "email": "Si tienes preguntas sobre esta política, comunícate con nosotros: soporte@watersupplyec.com",
    "phone": "Teléfono: 0969914890"
  }
}
