{
  "title": "Política de Privacidad",
  "description-1": "Esta Política de Privacidad describe nuestras políticas y procedimientos sobre la recopilación, uso y divulgación de su información cuando utiliza el Servicio y le informa sobre sus derechos de privacidad y cómo la ley lo protege.",
  "description-2": "Utilizamos sus datos personales para proporcionar y mejorar el Servicio. Al utilizar el Servicio, usted acepta la recopilación y el uso de la información de acuerdo con esta Política de Privacidad.",
  "lastUpdated": "Última actualización: 16 de mayo de 2024",
  "description1": "Este es el primer texto de descripción.",
  "description2": "Este es el segundo texto de descripción.",
  "interpretation_and_definitions": "Interpretación y Definiciones",
  "interpretation": "Interpretación",
  "interpretation_description": "Las palabras cuya letra inicial está en mayúscula tienen los significados definidos en las siguientes condiciones. Las siguientes definiciones tendrán el mismo significado independientemente de si aparecen en singular o en plural.",
  "definitions": "Definiciones",
  "definitions_description": "A los efectos de esta Política de Privacidad:",
  "account_title": "Cuenta",
  "account_description": "significa una cuenta única creada para que usted acceda a nuestro Servicio o a partes de nuestro Servicio.",
  "affiliate_title": "Afiliado",
  "affiliate_description": "significa una entidad que controla, es controlada por o está bajo control común con una parte, donde \"control\" significa la propiedad del 50% o más de las acciones, participaciones o valores que tienen derecho a voto para la elección de directores u otra autoridad de gestión.",
  "company_title": "Empresa",
  "company_description": "(referida como \"la Empresa\", \"Nosotros\" o \"Nuestro\" en este Acuerdo) se refiere a BC Boilerplates.",
  "cookies_title": "Cookies",
  "cookies_definition": "son pequeños archivos que se colocan en su computadora, dispositivo móvil o cualquier otro dispositivo por un sitio web, que contienen los detalles de su historial de navegación en ese sitio web entre sus muchos usos.",
  "device_title": "Dispositivo",
  "device_description": "significa cualquier dispositivo que pueda acceder al Servicio, como una computadora, un teléfono móvil o una tableta digital.",
  "personal_data_title": "Datos Personales",
  "personal_data_definition": "es cualquier información que se relaciona con un individuo identificado o identificable.",
  "service_title": "Servicio",
  "service_description": "se refiere al Sitio Web.",
  "service_provider_title": "Proveedor de Servicios",
  "service_provider_description": "significa cualquier persona física o jurídica que procesa los datos en nombre de la Empresa. Se refiere a empresas o individuos de terceros empleados por la Empresa para facilitar el Servicio, para proporcionar el Servicio en nombre de la Empresa, para realizar servicios relacionados con el Servicio o para ayudar a la Empresa a analizar cómo se utiliza el Servicio.",
  "usage_data_title": "Datos de Uso",
  "usage_data_description": "se refiere a los datos recopilados automáticamente, ya sea generados por el uso del Servicio o por la infraestructura del Servicio en sí (por ejemplo, la duración de una visita a una página).",
  "website_title": "Sitio Web",
  "website_description": "se refiere a Extensive React Boilerplate, accesible desde",
  "you_title": "Usted",
  "you_description": "significa el individuo que accede o utiliza el Servicio, o la empresa u otra entidad legal en nombre de la cual dicho individuo está accediendo o utilizando el Servicio, según corresponda.",
  "collecting_and_using_personal_data": "Recopilación y Uso de sus Datos Personales",
  "types_of_data_collected": "Tipos de Datos Recopilados",
  "personal_data": "Datos Personales",
  "personal_data_description": "Mientras utiliza nuestro Servicio, podemos pedirle que nos proporcione cierta información de identificación personal que se puede utilizar para contactarlo o identificarlo. La información de identificación personal puede incluir, entre otros:",
  "usage_data": "Datos de Uso",
  "usage_data_auto_collected": "Los datos de uso se recopilan automáticamente cuando se utiliza el Servicio.",
  "mobile_device_info_collection": "Cuando accede al Servicio mediante o a través de un dispositivo móvil, podemos recopilar cierta información automáticamente, incluyendo, entre otros, el tipo de dispositivo móvil que utiliza, la ID única de su dispositivo móvil, la dirección IP de su dispositivo móvil, su sistema operativo móvil, el tipo de navegador de Internet móvil que utiliza, identificadores únicos de dispositivo y otros datos de diagnóstico.",
  "browser_info_collection": "También podemos recopilar información que su navegador envía cada vez que visita nuestro Servicio o cuando accede al Servicio mediante o a través de un dispositivo móvil.",
  "tracking_technologies_and_cookies": "Tecnologías de Seguimiento y Cookies",
  "tracking_technologies_and_cookies_description": "Utilizamos Cookies y tecnologías de seguimiento similares para rastrear la actividad en nuestro Servicio y almacenar cierta información. Las tecnologías de seguimiento utilizadas son balizas, etiquetas y scripts para recopilar y rastrear información y para mejorar y analizar nuestro Servicio. Las tecnologías que utilizamos pueden incluir:",
  "cookies_or_browser_cookies": "Cookies o Cookies de Navegador.",
  "cookies_description": "Una cookie es un pequeño archivo colocado en su dispositivo. Puede instruir a su navegador para que rechace todas las cookies o para que indique cuando se envía una cookie. Sin embargo, si no acepta las cookies, es posible que no pueda utilizar algunas partes de nuestro Servicio. A menos que haya ajustado la configuración de su navegador para que rechace las cookies, nuestro Servicio puede utilizar cookies.",
  "web_beacons": "Balizas Web.",
  "web_beacons_description": "Ciertas secciones de nuestro Servicio y nuestros correos electrónicos pueden contener pequeños archivos electrónicos conocidos como balizas web (también denominadas gifs claros, etiquetas de píxeles y gifs de un solo píxel) que permiten a la Empresa, por ejemplo, contar los usuarios que han visitado esas páginas o abierto un correo electrónico y para otras estadísticas relacionadas con el sitio web (por ejemplo, registrar la popularidad de una sección determinada y verificar la integridad del sistema y del servidor).",
  "cookies_paragraph": "Las cookies pueden ser \"Persistentes\" o \"De Sesión\". Las cookies persistentes permanecen en su computadora personal o dispositivo móvil cuando está fuera de línea, mientras que las cookies de sesión se eliminan tan pronto como cierra su navegador web. Aprenda más sobre las cookies en el artículo del sitio web Free Privacy Policy.",
  "purpose_of_cookies": "Utilizamos tanto cookies de sesión como cookies persistentes para los fines establecidos a continuación:",
  "necessary_cookies_title": "Cookies Necesarias / Esenciales",
  "session_cookies": "Tipo: Cookies de Sesión",
  "administered_by": "Administrado por: la Empresa",
  "necessary_cookies_purpose": "Propósito: Estas cookies son esenciales para proporcionarle servicios disponibles a través del sitio web y para permitirle utilizar algunas de sus funciones. Ayudan a autenticar usuarios y prevenir el uso fraudulento de cuentas de usuario. Sin estas cookies, los servicios que ha solicitado no se pueden proporcionar, y solo utilizamos estas cookies para proporcionarle esos servicios.",
  "cookies_policy_title": "Política de Cookies / Cookies de Aceptación de Aviso",
  "persistent_cookies": "Tipo: Cookies Persistentes",
  "cookies_policy_purpose": "Propósito: Estas cookies identifican si los usuarios han aceptado el uso de cookies en el sitio web.",
  "functionality_cookies_title": "Cookies de Funcionalidad",
  "functionality_cookies_purpose": "Propósito: Estas cookies nos permiten recordar las elecciones que realiza cuando utiliza el sitio web, como recordar sus detalles de inicio de sesión o la preferencia de idioma. El propósito de estas cookies es proporcionarle una experiencia más personal y evitar que tenga que volver a ingresar sus preferencias cada vez que utilice el sitio web.",
  "cookies_policy_info": "Para obtener más información sobre las cookies que utilizamos y sus opciones con respecto a las cookies, visite nuestra Política de Cookies o la sección de Cookies de nuestra Política de Privacidad.",
  "use_of_personal_data": "Uso de sus Datos Personales",
  "personal_data_purposes": "La Empresa puede utilizar los Datos Personales para los siguientes fines:",
  "provide_and_maintain_service": "Para proporcionar y mantener nuestro Servicio,",
  "provide_and_maintain_service_desc": "incluyendo para monitorear el uso de nuestro Servicio.",
  "manage_account": "Para gestionar su Cuenta:",
  "manage_account_desc": "para gestionar su registro como usuario del Servicio. Los Datos Personales que proporciona pueden darle acceso a diferentes funcionalidades del Servicio que están disponibles para usted como usuario registrado.",
  "performance_of_contract": "Para el cumplimiento de un contrato:",
  "performance_of_contract_desc": "el desarrollo, cumplimiento y ejecución del contrato de compra de los productos, artículos o servicios que ha adquirido o de cualquier otro contrato con nosotros a través del Servicio.",
  "contact_you": "Para contactarlo:",
  "contact_you_desc": "Para contactarlo por correo electrónico, llamadas telefónicas, SMS, u otras formas equivalentes de comunicación electrónica, como las notificaciones push de una aplicación móvil con respecto a actualizaciones o comunicaciones informativas relacionadas con las funcionalidades, productos o servicios contratados, incluidos las actualizaciones de seguridad, cuando sea necesario o razonable para su implementación.",
  "provide_news_and_offers": "Para proporcionarle",
  "provide_news_and_offers_desc": "with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.",
  "manage_requests": "To manage Your requests:",
  "manage_requests_desc": "To attend and manage Your requests to Us.",
  "business_transfers": "For business transfers:",
  "business_transfers_desc": "We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.",
  "other_purposes": "or other purposes:",
  "other_purposes_desc": "We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.",
  "personal_data_sharing": "We may share Your personal information in the following situations:",
  "with_service_providers": "With Service Providers:",
  "with_service_providers_desc": "We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.",
  "for_business_transfers": "For business transfers:",
  "for_business_transfers_desc": "We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.",
  "with_affiliates": "With Affiliates:",
  "with_affiliates_desc": "We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.",
  "with_business_partners": "With business partners:",
  "with_business_partners_desc": "We may share Your information with Our business partners to offer You certain products, services or promotions.",
  "with_other_users": "With other users:",
  "with_other_users_desc": "when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.",
  "with_consent": "With Your consent:",
  "with_consent_desc": "We may disclose Your personal information for any other purpose with Your consent.",
  "retention_of_personal_data": "Retention of Your Personal Data",
  "retention_policy_paragraph1": "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.",
  "retention_policy_paragraph2": "The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.",
  "transfer_of_personal_data": "Transfer of Your Personal Data",
  "transfer_info_paragraph1": "Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.",
  "transfer_info_paragraph2": "Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.",
  "transfer_info_paragraph3": "The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.",
  "delete_personal_data": "Delete Your Personal Data",
  "delete_info_paragraph1": "You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.",
  "delete_info_paragraph2": "Our Service may give You the ability to delete certain information about You from within the Service.",
  "delete_info_paragraph3": "You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information. You may also contact Us to request access to, correct, or delete any personal information that You have provided to Us.",
  "delete_info_paragraph4": "Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so.",
  "disclosure_of_personal_data": "Disclosure of Your Personal Data",
  "business_transactions": "Business Transactions",
  "business_transactions_paragraph": "If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.",
  "law_enforcement": "Law enforcement",
  "law_enforcement_paragraph": "Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).",
  "other_legal_requirements": "Other legal requirements",
  "other_legal_requirements_paragraph": "The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:",
  "legal_requirement_item1": "Comply with a legal obligation",
  "legal_requirement_item2": "Protect and defend the rights or property of the Company",
  "legal_requirement_item3": "Prevent or investigate possible wrongdoing in connection with the Service",
  "legal_requirement_item4": "Protect the personal safety of Users of the Service or the public",
  "legal_requirement_item5": "Protect against legal liability",
  "security_of_personal_data": "Security of Your Personal Data",
  "security_paragraph": "The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.",
  "childrens_privacy": "Children's Privacy",
  "childrens_privacy_paragraph1": "Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.",
  "childrens_privacy_paragraph2": "If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.",
  "links_to_other_websites": "Links to Other Websites",
  "links_to_other_websites_paragraph1": "Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.",
  "links_to_other_websites_paragraph2": "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.",
  "changes_to_privacy_policy": "Changes to this Privacy Policy",
  "changes_to_privacy_policy_paragraph1": "We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.",
  "changes_to_privacy_policy_paragraph2": "We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the 'Last updated' date at the top of this Privacy Policy.",
  "changes_to_privacy_policy_paragraph3": "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.",
  "contact_us": "Contact Us",
  "contact_us_paragraph": "If you have any questions about this Privacy Policy, You can contact us:",
  "contact_us_by_email": "By email:",
  "contact_us_on_website": "By visiting this page on our website:",
  "contact_us_on_github_discussions": "On Github Discussions for",
  "contact_us_on_github_discussions_or": "or",
  "contact_us_on_discord": "On our Discord "
}
